// アンケートの質問リスト
// id: 管理ID, text: 質問文
export const QUESTIONS_DATA = [
    { id: 'q1', text: '休日はどのように過ごしていますか？' },
    { id: 'q2', text: '好きな食べ物とその理由を教えてください。' },
    { id: 'q3', text: 'もし魔法が一つ使えるなら何をしますか？' },
    { id: 'q4', text: '最近、心が動かされた出来事は？' },
    { id: 'q5', text: 'あなたの宝物は何ですか？' },
    { id: 'q6', text: '苦手なものはありますか？' },
    { id: 'q7', text: '自分を動物に例えると？' },
    { id: 'q8', text: '大切な人へ伝えたいことは？' },
    { id: 'q9', text: '10年後の自分へ一言。' },
    { id: 'q10', text: '今の気分を色で表すと？' },
    { id: 'q11', text: '無人島に一つだけ持っていくなら？' },
    { id: 'q12', text: '子供の頃の夢は何でしたか？' },
    { id: 'q13', text: '一番落ち着く場所はどこですか？' },
    { id: 'q14', text: '座右の銘はありますか？' },
    { id: 'q15', text: 'もし明日世界が終わるなら何を食べる？' },
    { id: 'q16', text: '自分にご褒美をあげるとしたら？' },
    { id: 'q17', text: '初恋の思い出を教えてください。' },
    { id: 'q18', text: '最近見た夢の内容は？' },
    { id: 'q19', text: '好きな季節とその理由は？' },
    { id: 'q20', text: '何か一つ能力を伸ばせるとしたら？' },
    { id: 'q21', text: 'あなたの口癖は？' },
    { id: 'q22', text: 'あなたの名前の由来（意味）は？' },
　　{ id: 'q23', text: '幼いころどんな子供だった？' },
    { id: 'q24', text: 'あなたが一番恐れているものは何？' },
    { id: 'q25', text: '非科学的なもの（お化け・幽霊・妖怪等）を信じる？' }

    
];
